import { v4 as uuidv4 } from "uuid";
export const LIST_EXAM = [
  {
    id: uuidv4(),
    type: "問題１：（　　）に　を　れますか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "1. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "2. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
  {
    id: uuidv4(),
    type: "問題2　：_★_に　入る　ものは　どれですか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "3. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "4. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "5. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "6. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
  {
    id: uuidv4(),
    type: "問題１：（　　）に　を　れますか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "7. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "8. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
  {
    id: uuidv4(),
    type: "問題１：（　　）に　を　れますか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "9. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "10. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
  {
    id: uuidv4(),
    type: "問題１：（　　）に　を　れますか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "11. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "12. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
  {
    id: uuidv4(),
    type: "問題１：（　　）に　を　れますか。1・2・3・4から　いちばん　いいものを　ひとつ　えらんで　ください。",
    questions: [
      {
        id: uuidv4(),
        question: "13. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
      {
        id: uuidv4(),
        question: "14. 昼ごはんを　食べ（　　　）、出かけます",
        options: ["1　ても", "2　では", "3　では", "4　てから"],
      },
    ],
  },
];
