export const LIST_EXAM = [
  {
    title:
      "_______のことばは　どう　よみますか。1・2・3・4から　いちばん　いい　ものを　ひとつ　えらんで　ください。",
    content: [
      {
        label: "あには　バスで　会社に　通って　います。",
        answerA: "むかって",
        answerB: "かよって",
        answerC: "わたって",
        answerD: "もどって",
      },
    ],
  },
  {
    title:
      "_______のことばは　どう　よみますか。1・2・3・4から　いちばん　いい　ものを　ひとつ　えらんで　ください。",
    content: [
      {
        label: "あには　バスで　会社に　通って　います。",
        answerA: "むかって",
        answerB: "かよって",
        answerC: "わたって",
        answerD: "もどって",
      },
    ],
  },
  {
    title:
      "_______のことばは　どう　よみますか。1・2・3・4から　いちばん　いい　ものを　ひとつ　えらんで　ください。",
    content: [
      {
        label: "あには　バスで　会社に　通って　います。",
        answerA: "むかって",
        answerB: "かよって",
        answerC: "わたって",
        answerD: "もどって",
      },
    ],
  },
  {
    title:
      "_______のことばは　どう　よみますか。1・2・3・4から　いちばん　いい　ものを　ひとつ　えらんで　ください。",
    content: [
      {
        label: "あには　バスで　会社に　通って　います。",
        answerA: "むかって",
        answerB: "かよって",
        answerC: "わたって",
        answerD: "もどって",
      },
    ],
  },
  {
    title:
      "_______のことばは　どう　よみますか。1・2・3・4から　いちばん　いい　ものを　ひとつ　えらんで　ください。",
    content: [
      {
        label: "あには　バスで　会社に　通って　います。",
        answerA: "むかって",
        answerB: "かよって",
        answerC: "わたって",
        answerD: "もどって",
      },
    ],
  },
];
